Repository: mg0806/Resx_Translation
Catalog: uploads/Views.Template.Template.*.*.capitalize().resx
Languages: fr_fr

source: characters.
fr_fr: personnages.

source: IsDltEnabled
fr_fr: Isdlpiedable

source: Please enter Template Id
fr_fr: Veuillez saisir l'ID de modèle

source: Please enter template message
fr_fr: Veuillez saisir le message du modèle

source: Please enter Template Name
fr_fr: Veuillez saisir le nom du modèle

source: Remove Attachment
fr_fr: Supprimer la fixation

source: Select Language
fr_fr: Sélectionner la langue

source: Template Id should be numeric only
fr_fr: L'ID du modèle doit être numérique uniquement

source: Template Id should not be more than 50 characters
fr_fr: L'ID de modèle ne doit pas être plus de 50 caractères

source: You cannot insert placeholder at the begining of template.
fr_fr: Vous ne pouvez pas insérer un espace réservé au début du modèle.

source: Your message contains Unicode character, and it has reached to maximum limit of
fr_fr: Votre message contient un caractère Unicode, et il a atteint la limite maximale de

source: Your message has reached to maximum limit of
fr_fr: Votre message a atteint la limite maximale de
