Repository: mg0806/Resx_Translation
Catalog: uploads/Views.Template.Template.*.resx
Languages: fr_fr, fr_fr_es

source: characters.
fr_fr: caracteres.
fr_fr_es: personajes.

source: Please enter Template Id
fr_fr: Por favor, insira o ID do modelo
fr_fr_es: Ingrese la ID de plantilla

source: Please enter template message
fr_fr: Por favor, insira a mensagem do modelo
fr_fr_es: Ingrese el mensaje de la plantilla

source: Please enter Template Name
fr_fr: Por favor, insira o nome do modelo
fr_fr_es: Ingrese el nombre de la plantilla

source: Remove Attachment
fr_fr: Remova o acessório
fr_fr_es: Eliminar el archivo adjunto

source: Select Language
fr_fr: Selecione o idioma
fr_fr_es: Lenguaje seleccionado

source: Template Id should be numeric only
fr_fr: O ID do modelo deve ser numérico apenas
fr_fr_es: La identificación de la plantilla solo debe ser numérica

source: Template Id should not be more than 50 characters
fr_fr: O ID do modelo não deve ter mais de 50 caracteres
fr_fr_es: La ID de plantilla no debe ser más de 50 caracteres

source: You cannot insert placeholder at the begining of template.
fr_fr: Você não pode inserir espaço reservado no início do modelo.
fr_fr_es: No puede insertar el marcador de posición al comienzo de la plantilla.

source: Your message contains Unicode character, and it has reached to maximum limit of
fr_fr: Sua mensagem contém caráter unicode e atingiu o limite máximo de
fr_fr_es: Su mensaje contiene un carácter unicode, y ha alcanzado el límite máximo de

source: Your message has reached to maximum limit of
fr_fr: Sua mensagem atingiu o limite máximo de
fr_fr_es: Su mensaje ha alcanzado el límite máximo de
